brew "btop"
brew "ctop"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "lazygit"
brew "mise"
brew "neovim"
brew "peco"
brew "tmux"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
